[
  {
    "name": "GM Dashboard: A Man of the People (Quickstart)",
    "content": "<p><img src=\"systems/laundry-rpg/icons/adventures/man-of-the-people/motp-197.png\" alt=\"A Man of the People key art\" style=\"max-width:100%;height:auto;\"/></p><h2>GM Quickstart</h2><p><em>Source: A Man of the People (2E), pp.4-26.</em></p><p>Use this page as your one-screen operations board before session start.</p><h3>Compendiums to Open</h3><ul><li><strong>Servant Cases</strong> (<code>packs/servant.db</code>): narrative walk-through and source appendix.</li><li><strong>Servant NPCs</strong> (<code>packs/servant-npcs.db</code>): all major and scene-critical actors, including <em>Jamie Smyth (Possessed)</em>.</li><li><strong>Servant Tables</strong> (<code>packs/servant-tables.db</code>): scene sequencer, complications, escalation clocks, and aftermath fallout.</li></ul><h3>Recommended Session Flow</h3><ol><li>Roll once on <strong>Scene Sequencer</strong> to set opening emphasis.</li><li>Run Act One office search and, if needed, roll <strong>Office Search Leads</strong>.</li><li>At Milton Keynes, use <strong>Icebreaker Pressure Prompts</strong> to define each PC voice.</li><li>Trigger possession practical and escalate with <strong>Demonology Practical Complications</strong>.</li><li>In Parliament, pick or roll <strong>Entry Routes</strong> and <strong>Amateur Occultist Obstacles</strong>.</li><li>During chamber shutdown, advance <strong>Grid Shutdown Escalation</strong> each failed attempt.</li><li>Close with <strong>Bureaucratic Fallout</strong> and assign follow-up KPIs.</li></ol><h3>Prep Checklist</h3><ul><li>Preload actor sheets: Nicholas, Algernon, Melanie, Jamie, Boris, Wilfred, Angela.</li><li>Pin one table per act to favorites for faster rolling.</li><li>Keep one handout image ready per act for tone shifts.</li><li>Decide in advance how harshly command handles accreditation violations.</li></ul><p><strong>GM Principle:</strong> keep pressure on time, optics, and paperwork at the same time.</p>"
  },
  {
    "name": "GM Ops Index: NPC and Table Routing",
    "content": "<p><img src=\"systems/laundry-rpg/icons/adventures/man-of-the-people/motp-170.png\" alt=\"Occult operations art\" style=\"max-width:100%;height:auto;\"/></p><h2>NPC Routing by Scene</h2><table><thead><tr><th>Scene</th><th>Primary NPCs</th><th>Use Notes</th></tr></thead><tbody><tr><td>Act One Search / Busted</td><td>Nicholas, Algernon, Fairchild</td><td>Blend political optics with immediate procedural consequences.</td></tr><tr><td>Act Two Retraining</td><td>Melanie, Jamie, Wilfred</td><td>Social pressure first, then practical containment failure.</td></tr><tr><td>Recall + Briefing</td><td>Boris, Team A, Team B</td><td>Command urgency and degraded information quality.</td></tr><tr><td>Parliament Corridors</td><td>Ominous Oliver, Linda, Martin, Bloody Duncan</td><td>Delay actors, false occult signals, no real heavy resistance.</td></tr><tr><td>Commons Chamber</td><td>Nicholas, Algernon, Entranced MPs</td><td>Dual-threat finale: social hostage pressure + technical shutdown.</td></tr><tr><td>Aftermath</td><td>Angela, Boris</td><td>Outcome framing, XP, and next-mission bureaucratic hooks.</td></tr></tbody></table><h2>Table Routing by Need</h2><ul><li><strong>Need pacing:</strong> <em>Scene Sequencer</em>.</li><li><strong>Need clues:</strong> <em>Office Search Leads</em>.</li><li><strong>Need social heat:</strong> <em>Icebreaker Pressure Prompts</em>.</li><li><strong>Need tactical stress:</strong> <em>Demonology Practical Complications</em> and <em>Grid Shutdown Escalation</em>.</li><li><strong>Need infiltration texture:</strong> <em>Parliament Entry Routes</em> and <em>Amateur Occultist Obstacles</em>.</li><li><strong>Need ending hook:</strong> <em>Bureaucratic Fallout</em>.</li></ul><h2>Visual Handout Picks</h2><ul><li><code>motp-005.png</code> for dossier/briefing scenes.</li><li><code>motp-102.png</code> for Milton Keynes atmosphere.</li><li><code>motp-190.png</code> for practical containment incident.</li><li><code>motp-197.png</code> for occult-threat tone transitions.</li></ul>"
  },
  {
    "name": "Visual Handouts: Key Adventure Pages",
    "content": "<h2>Key Page Handouts (Rendered from PDF)</h2><p><em>Source PDF rendered with Poppler for GM-facing handout use.</em></p><p>All files are under <code>icons/adventures/man-of-the-people/pages/</code>.</p><ul><li><strong>Adventure Summary:</strong><br/><img src=\"systems/laundry-rpg/icons/adventures/man-of-the-people/pages/motp-page-4.png\" style=\"max-width:100%;height:auto;\"/></li><li><strong>Act One Start:</strong><br/><img src=\"systems/laundry-rpg/icons/adventures/man-of-the-people/pages/motp-page-8.png\" style=\"max-width:100%;height:auto;\"/></li><li><strong>Busted Fallout:</strong><br/><img src=\"systems/laundry-rpg/icons/adventures/man-of-the-people/pages/motp-page-11.png\" style=\"max-width:100%;height:auto;\"/></li><li><strong>Milton Keynes Setup:</strong><br/><img src=\"systems/laundry-rpg/icons/adventures/man-of-the-people/pages/motp-page-12.png\" style=\"max-width:100%;height:auto;\"/></li><li><strong>Demonology Practical:</strong><br/><img src=\"systems/laundry-rpg/icons/adventures/man-of-the-people/pages/motp-page-15.png\" style=\"max-width:100%;height:auto;\"/></li><li><strong>Emergency Briefing:</strong><br/><img src=\"systems/laundry-rpg/icons/adventures/man-of-the-people/pages/motp-page-20.png\" style=\"max-width:100%;height:auto;\"/></li><li><strong>Parliament Entry:</strong><br/><img src=\"systems/laundry-rpg/icons/adventures/man-of-the-people/pages/motp-page-23.png\" style=\"max-width:100%;height:auto;\"/></li><li><strong>Conclusion:</strong><br/><img src=\"systems/laundry-rpg/icons/adventures/man-of-the-people/pages/motp-page-26.png\" style=\"max-width:100%;height:auto;\"/></li></ul>"
  },
  {
    "name": "A Man of the People: Adventure Summary (p.4-6)",
    "content": "<p><img src=\"systems/laundry-rpg/icons/adventures/man-of-the-people/motp-000.png\" alt=\"A Man of the People cover\" style=\"max-width:100%;height:auto;\"/></p><h2>A Man of the People</h2><p><em>Source: The Laundry Roleplaying Game - A Man of the People (2E), pp.4-6.</em></p><p>Man of the People is a short introductory adventure for The Laundry Roleplaying Game. It is structured in three acts designed to showcase setting tone, procedural absurdity, occult risk, and dark bureaucracy.</p><h3>Act One: On Her Majesty's Sub-optimal Service</h3><ul><li>The Players search politician Nicholas Morris' office for incriminating occult material.</li><li>The operation goes wrong, they are caught in the act, and reprimanded.</li><li>Their field certification is revoked pending retraining.</li></ul><h3>Act Two: Welcome to Sunny Milton Keynes</h3><ul><li>The Players are sent to mandatory retraining in Milton Keynes.</li><li>Corporate icebreakers and institutional humiliation establish tone.</li><li>A computational demonology practical goes wrong and must be contained.</li><li>Emergency recall sends everyone back to London.</li></ul><h3>Act Three: Going Underground</h3><ul><li>The Players are assigned to support monitoring from the Special Operations Room.</li><li>Team A and Team B are neutralised; the Players become the last available response.</li><li>They must enter Parliament, neutralise amateur occult interference, stop IAN GUNPOWDER, and disable the active grid.</li></ul><p><strong>Core theme:</strong> the team is forced from humiliation to decisive action while bureaucracy, panic, ego, and the occult collide in central London.</p>"
  },
  {
    "name": "Background and Major NPCs (p.6-7)",
    "content": "<h2>Background</h2><p><em>Source: pp.6-7.</em></p><p>Politician Nicholas Morris is impatient to gain power and convinced the current government cannot be allowed to continue. Disgruntled Laundry employee Algernon Mainwaring uncovers plans for an influencing grid in the House of Commons and offers Morris a way to force political outcomes. Morris starts probing occult circles and attracts amateur sorcerers; one contact tips off the Laundry.</p><p>The Laundry has limited specifics but treats the combination of <strong>politician + mind control + occult network</strong> as a high-risk threat indicator.</p><h2>Major NPCs</h2><h3>Nicholas Morris</h3><p>A credible and committed politician whose urgency has become dangerous. He believes he is acting for the country, but ambition and control are driving him.</p><h3>Algernon Mainwaring</h3><p>Arcana Analysis administrator (Counter Possession), nearly 30 years in service, repeatedly denied effective progression to field status. Grievance and need for recognition shape his decisions.</p><h3>General Douglas Fairchild</h3><p>MOD planner who enjoys intimidation theatre and strategic pressure. Performs bluster as a social weapon.</p><h3>Melanie Rerio</h3><p>Ambitious, competitive, and actively hostile to perceived underperformers. Assigned as trainer despite preferring field advancement; resents the posting and takes satisfaction in Player humiliation.</p>"
  },
  {
    "name": "Act One: On Her Majesty's Sub-optimal Service (p.8-10)",
    "content": "<h2>Opening Situation</h2><p><em>Source: pp.8-10.</em></p><p>The team enters Portcullis House under an IT/infrastructure cover identity and begins searching Nicholas Morris' office while the assistant is out. The scene should be played as quick, active, and darkly comic.</p><h3>Office Contents</h3><ul><li>Modern office with cluttered desk and meeting area.</li><li>Newspaper clippings on Morris' anti-government speeches.</li><li>Packed filing cupboards, archive boxes, old peripherals, and operational noise.</li><li>Mugs with evolving coffee mould lifeforms.</li></ul><h3>Search Guidance</h3><p>Run a <strong>DN 4:1 Mind (Awareness)</strong> test for useful findings. Play false positives and bureaucratic absurdity heavily: FOI requests, conspiracy-adjacent references, and suspicious-but-inconclusive material.</p><h3>Safe Detail</h3><p>Combination is trivially guessable (0378; DOB MMYY) and duplicated on a post-it note. Contents are mundane.</p><h3>Loadout Reminder</h3><p>This is not a combat deployment: IDs, evidence containers, empty toolboxes/laptop bags, and contractor cover assets.</p>"
  },
  {
    "name": "Act One Scene: Busted! and Warrant Card - REVOKED (p.11)",
    "content": "<h2>Busted!</h2><p><em>Source: p.11.</em></p><p>Algernon Mainwaring bursts in warning that the operation is compromised, followed by Nicholas Morris, General Fairchild, and security. Let the General dominate the scene with aggressive theatrical outrage and constant interruption. If the team resists, security suppresses and extracts them.</p><h3>Tone Targets</h3><ul><li>Institutional panic and public embarrassment.</li><li>British absurdity under pressure.</li><li>No tactical escape route that preserves mission optics.</li></ul><h2>Immediate Fallout: Warrant Card - REVOKED</h2><p>After HR interviews, reprimands, and paperwork, the team is removed from active field duty and ordered to repeat mandatory retraining in Milton Keynes before re-accreditation.</p><p><strong>Transition Hook:</strong> 'A week in Milton Keynes should prove sufficient.'</p>"
  },
  {
    "name": "Act Two: Welcome to Sunny Milton Keynes (p.12-13)",
    "content": "<h2>Training Facility Setup</h2><p><em>Source: pp.12-13.</em></p><p>The Laundry's Milton Keynes training site is intentionally mundane and dispiriting: concrete office architecture, flickering lights, stale institutional smell, and procedural fatigue.</p><h3>Key Beats</h3><ul><li>Re-establish the PCs as low-status personnel.</li><li>Use Melanie Rerio as pressure, mockery, and competitive hostility.</li><li>Present retraining as both punishment and pipeline control.</li><li>Foreshadow later crisis escalation.</li></ul><h3>Recommended GM Emphasis</h3><ul><li>Break-time logistics as micro-horror (toilets vs biscuits).</li><li>Performative professionalism masking resentment.</li><li>Course compliance culture versus real-world threat demands.</li></ul>"
  },
  {
    "name": "Act Two Scene: Corporate Icebreakers (p.14)",
    "content": "<h2>Corporate Icebreakers</h2><p><em>Source: p.14.</em></p><p>Melanie opens with performative success talk and immediately pressures the PCs to explain why they are on the course. Run this as a social stress scene with controlled humiliation and small opportunities for character definition.</p><h3>NPC Participation</h3><ul><li><strong>Jamie Smyth (OCCULUS Support):</strong> aggressive, explicit confidence, disciplinary history, high capability.</li><li><strong>Algernon Mainwaring:</strong> eager to belong, earnest, unexpectedly humanising comic beats.</li></ul><h3>Scene Goal</h3><p>Give each Player one personal line that frames how they handle institutional failure: deflect, own it, blame process, or escalate.</p>"
  },
  {
    "name": "Act Two Scene: Computational Demonology Refresher (p.15)",
    "content": "<h2>Lecture and Fatigue</h2><p><em>Source: p.15.</em></p><p>A VHS lecture covers computational demonology basics: computational pathways, alternate casting methods, active grid handling, and disruption risks. Ask all PCs for <strong>DN 4:1 Mind (Resolve)</strong>; failure means they fall asleep during briefing-critical content.</p><h3>Safety Notes Repeated in Material</h3><ul><li>Wear personal wards.</li><li>Do not touch active spell elements.</li><li>Do not cross active pentacle/summoning lines.</li><li>Shut down computation source to terminate active process.</li></ul><h3>Practical Incident</h3><p>Melanie leaves the room; Jamie accidentally enters the active summoning pattern and is possessed. The team must contain and terminate the active setup quickly (power cut or destructive interruption of processor).</p><h3>Encounter Stat Reference: Jamie Smyth (Possessed)</h3><p><strong>Attributes:</strong> Body 2, Mind 2, Spirit 1. <strong>Toughness:</strong> 1. <strong>Skills:</strong> Awareness +1d6, Close Combat +1d6, Fortitude +2d6. <strong>Attack:</strong> Teeth/Fingernails, 1d6, 1+S Damage, Ineffective, Piercing.</p>"
  },
  {
    "name": "Act Two Scene: Q Division - Advancements in Laundry Technology (p.16-18)",
    "content": "<h2>Q Division Demonstration</h2><p><em>Source: pp.16-18.</em></p><p>After lunch, Dr Wilfred Maunder/Oxbridge presents sanctioned unconventional technology. Use this as a controlled systems tutorial before operational escalation.</p><h3>Featured Equipment</h3><h4>Hand of Glory (HOG)</h4><p>Temporarily renders the user unnoticeable (including electronic observation) while active. Pigeon-foot variants are compact but short duration. If user is in skin contact, up to two additional people may be covered.</p><h4>Basilisk Camera (SCORPION STARE class)</h4><p>Lethal gorgonism-derived weapon. Opaque barriers block line of sight effects. Mirrors can reflect attacks and may destroy basilisk devices if reflected back.</p><h4>NecronomiPhone</h4><p>Occult app platform for practical spell execution. In this mission context the available app set is restricted to <strong>Banishment, Ward, Exorcism</strong>.</p><h3>Scene Objective</h3><p>Ensure Players understand what each device can solve before emergency redeployment.</p>"
  },
  {
    "name": "Act Two Finale: How Alarming, Return to London, Briefing (p.19-20)",
    "content": "<h2>How Alarming</h2><p><em>Source: pp.19-20.</em></p><p>A breathless recall message interrupts training: all available personnel are ordered back to London. The relocation logistics contrast hierarchy and status (Melanie gets rapid transit; others get a decaying minibus).</p><h2>Boris Briefing</h2><p>At the New Annex, Boris assigns emergency teams:</p><ul><li><strong>Team A:</strong> intercept at Parliament.</li><li><strong>Team B:</strong> intercept at Morris' residence route.</li><li><strong>Team C (PCs):</strong> no field deployment due accreditation status; support from Metropolitan CCTV Operations and stand by for SCORPION STARE contingencies.</li></ul><p>Morris is assigned codename <strong>IAN GUNPOWDER</strong>. Situation is treated as potential existential threat until disproven.</p>"
  },
  {
    "name": "Act Three: Going Underground and Special Operations Room (p.21-22)",
    "content": "<h2>Special Operations Room</h2><p><em>Source: pp.21-22.</em></p><p>The team monitors London CCTV feeds from the Laundry-adjacent control space. Run <strong>DN 4:1 Mind (Awareness)</strong> to spot Nicholas entering Parliament.</p><h3>Escalation</h3><ul><li>Team A deploys and is neutralised by police after presenting warrant cards.</li><li>Team B is out of position and delayed.</li><li>A <strong>DN 4:2 Mind (Awareness or Technology)</strong> can confirm no other rapid-response assets are in time.</li></ul><p>Boris then authorises Team C for direct action regardless of prior accreditation status.</p><h3>Entry Routes to Parliament</h3><ul><li>Main entrance (high police exposure; warrant optics compromised).</li><li>Whitehall tunnel network.</li><li>Westminster station secure access timing exploit.</li><li>Thames-side wall/terrace approach.</li></ul>"
  },
  {
    "name": "Act Three Scenes: Parliament, Amateur Occultists, and the Grid (p.23-25)",
    "content": "<h2>Inside Parliament</h2><p><em>Source: pp.23-25.</em></p><p>Once inside, the team encounters layered delay actors and low-competence occult obstruction while a broad affective field pushes the sensation that everything is fine and intervention is unnecessary. Ward activation should counter that pressure.</p><h3>Encounter Chain</h3><ul><li><strong>Ominous Oliver:</strong> theatrical corridor blocker, light magical framing.</li><li><strong>Bloody Duncan setup:</strong> fake/ineffective warding visual noise.</li><li><strong>Linda and Martin:</strong> ideologically compliant amateurs outside the Commons chamber.</li></ul><h2>Commons Chamber Confrontation</h2><p>Nicholas stands at the dispatch box while MPs are held in an unstable hypnotic state. Algernon covers the room with a basilisk gun and attempts to continue operation while searching instructions and justifying his grievance.</p><h3>The Grid</h3><p>The chamber floor pattern and smoking processor stack indicate a summoning-like computational grid. PCs can navigate to the core and disable the computation source.</p><ul><li>Movement and safe positioning may require tactical sequencing.</li><li>Processor shutdown is a high-pressure technical action: suggested <strong>DN 6:2 Mind (Computers)</strong> under worsening environmental cues.</li><li>Delays increase risk to entranced MPs.</li></ul><p>Neutralise Algernon, power down the grid, and recover chamber control before collateral catastrophe.</p>"
  },
  {
    "name": "Conclusion and XP Awards (p.26)",
    "content": "<h2>Conclusion</h2><p><em>Source: p.26.</em></p><p>Team B and command arrive as the chamber is stabilised. Senior Plumber Angela Davies handles political containment and narrative control. Nicholas is extracted for intelligence handling. Final disciplinary outcome for the PCs depends on conduct and procedural compliance under pressure.</p><h3>Default Rewards</h3><ul><li><strong>2 XP</strong> for mission completion.</li><li><strong>+1 XP</strong> if all team members survive.</li><li><strong>+1 XP</strong> if the grid is shut down directly by the team (without requiring rescue handoff).</li></ul><h3>Post-Action Tone</h3><p>Regardless of success, conclude on Laundry-style administrative horror: after-action review, procedural accountability, and potential redeployment versus renewed corrective training.</p>"
  },
  {
    "name": "Original Text Appendix: A Man of the People (pp.4-26)",
    "content": "<p><em>Source: The Laundry Roleplaying Game - A Man of the People (2E), pp.4-26. Extracted via pdftotext -layout.</em></p><p>Original text appendix for reference and table prep.</p><pre>CHAPTER\n    416476656e747572652053756d6d61727920\n\n    ADVENTURE SUMMARY\n\n\n4          1\n\n        Man of the People is a short introductory adventure     ACT TWO: WELCOME TO\n       to The Laundry Roleplaying Game. Comprised of            SUNNY MILTON KEYNES\n       three main acts designed to showcase elements of the\nsetting and humour. The adventure opens with the Players        @ At the training course in Milton Keynes delivered by a\nsearching a politician’s office for incriminating occult            vindictive and bitter former colleague, the PCs endure\nmaterials. Caught in the act, they are reprimanded and sent         a reminder of what working for the Laundry entails,\non a mandatory training course to regain active service             pass their computational demonology test again and,\nstatus. A short time into the course, they are recalled to HQ       first and worst of all, participate in an ice-breaker\nto help deal with an emergency – an attack on the heart of          group session. The horror!\nthe British government.                                         @   The computational demonology session goes wrong,\n                                                                    and they have to deal with a slight containment issue.\nThe Players, deprived of their clearances for fieldwork, are    @   It’s not all bad; they also get a Q Division session on\nforced to assist from the sidelines. When the other active          the latest Laundry gadgets.\nLaundry teams are neutralised, they must decide between         @   A developing emergency interrupts, and the PCs are\nsticking to protocol or saving the UK… and the additional           summoned back to London along with anyone the\npaperwork that comes with it.                                       Laundry can scrape together to respond. They are\n                                                                    briefed that a prominent politician Nicholas Morris,\nACT ONE: ON HER                                                     now codename IAN GUNPOWDER has been\n\nMAJESTY’S SUB-OPTIMAL                                               gathering occult mind control theory and techniques,\n                                                                    and that his plan is reportedly coming to fruition\nSERVICE                                                             today. This is being flagged a high risk threat and\n                                                                    all Laundry personnel are being recalled to London\n@ After a bit of scene-setting, we start in media res with          immediately to neutralise it. Bad timing though,\n  a search of politician Nicholas Morris’ office after a            only a dozen or so operatives within range have\n  tip-off that he was seeking dangerous occult powers.              arrived so far.\n@ The search goes wrong, and the PCs are caught                 @   Their vindictive trainer reminds the operational\n  in the act. They are thoroughly dressed down and                  command, Boris, that the PCs are technically not field\n  assigned to a compulsory refresher training course to             certified, so they are sent to the Metropolitan Police\n  re-accredit their field service certification.                    CCTV Operations room to assist with visual intel and\n                                                                    help operate SCORPION STARE as a last resort.\n\n\n    ACT THREE: A MAN OF                                         BACKGROUND\n    THE PEOPLE\n                                                                Politician Nicholas Morris is impatient to get into power.\n    @ From the Special Operations facility, the PCs monitor     Not just because that’s what he’s been working towards\n      key locations across London.                              all his life, but he also genuinely believes that the current\n    @ As Nicholas is seen entering Parliament, the Laundry      government is terrible and the country can’t afford to wait\n      teams move in, but each is intercepted, and when          for the next election to get rid of them. The strength of his\n      they show their warrant cards they are neutralised        belief deludes that passionate altruism drives him when it\n      and dispatched in Police vans – the PCs are the           is actually a raging ambition that will make him do almost\n      only ones left.                                           anything to get what he wants. A story as old as time.\n    @ The PCs must find a way into the Houses of Parliament,\n      evade the crude (mostly non-existent) magical traps       Disgruntled Laundry employee Algernon Mainwaring came\n      set by IAN GUNPOWDER’s new allies, and get past           across plans for a never-used influencing grid installed in\n      a handful of occultist time-wasters, maybe using          the House of Commons to exert executive control in the\n      necronomiPhones and hands of glory.                       case of extreme civil unrest or other emergencies requiring\n    @ IAN GUNPOWDER is in the Commons Chamber.                  democracy to operate in a more disciplined manner.\n      He has activated the grid but doesn’t know how            Reading in the newspaper of Nicholas Morris’ loud and\n      to complete the ritual, and the MPs (Members of           public despair at the inability of the parliamentary system\n      Parliament) are in an increasingly unstable, vulnerable   to react with speed to resolve its current difficulties to his\n      hypnotic state. He reveals Algernon as the provider of    satisfaction, Algernon approached Nicholas, offering a way\n      his knowledge of the grid. Algernon threatens the PCs     to get the votes he needed to force an early election. The only\n      with the basilisk gun and consults the documentation      price asked was overdue recognition of Algernon’s skills\n      to work out how to finish up the grid, all the while      and expertise – a promotion and field service clearance.\n      trying to justify to them that he’s only doing this\n      because of how he’s been cruelly overlooked. IAN          As Nicholas learned a little about the weird things that\n      GUNPOWDER objects to this tawdry narrative and            secret parts of the intelligence services have been exploring,\n      sets out his own grand plan for saving the UK as the      he started investigating, too. He has made some contacts\n      basis for the operation.                                  and allies among amateurs and dabblers, but his focus on\n    @ The PCs must neutralise Algernon without a swathe         influencing the minds of others alarmed one of his new\n      of MPs as collateral damage, shut down the grid and       acquaintances, and they tipped off the Laundry.\n      deal with IAN GUNPOWDER… and then face the\n      true horror – their post-action review.                   The Laundry knows nothing about what Nicholas plans,\n                                                                but the phrases ‘Politician’, ‘Mind control’ and ‘gathering a\n                                                                network of amateur wannabe sorcerers’ will always make\n                                                                them leap into high gear and assume the worst.\n\n\nMAJOR NPCS                                                       GENERAL DOUGLAS FAIRCHILD\n                                                                 General working in the planning side of the MOD, assigned\nNICHOLAS MORRIS                                                  to get to know incoming politicians and pre-scare them\nA well-thought-of, apparently genuine, and committed             to maximise their defence spending should they be in a\npolitician, Nicholas has grown increasingly offended by the      position of power. Enjoys his work immensely. Plays into\ngovernment’s unforgivable incompetence.                          the stereotype of the overbearing, belligerent aristocrat\n                                                                 general when he thinks it’ll lead people to underestimate\n As the presumed next Defence Secretary, Nicholas has been       him, and also for his own entertainment.\nroutinely briefed by the MOD on ordinary defence matters.\nHis current clearance stops well short of the borders of         MELANIE RERIO\nthe mundane. However, the Laundry has learned that his           Ambitious, competitive, arrogant, superior, treacherous.\nquestions have frequently poked around the periphery of          What’s not to like about Melanie? She completed basic\nthe Laundry’s area of operations, strongly suggesting that       training with most of the PCs, which has marked them out\nhe knows or suspects something about the organisation            as competition. Melanie’s hunger to win is insatiable, and\nor the threats it opposes. Or maybe he’s just a massive          her definition of winning involves as many other people\nconspiracy nut?                                                  as possible losing. She is delighted that the PCs have been\n                                                                 reprimanded and sent back to training, but she’s very, very\nALGERNON MAINWARING                                              bitter that her line manager has allocated her to become a\nAlgernon is a stalwart of the Arcana Analysis Division,          trainer for 6 months as a development opportunity. They\nwhere he has worked as an administrator in Counter               thought that if she worked with people more constructively,\nPossession for almost 30 years. Despite countless training       she would see that helping others makes the wider team\ncourses, Algernon has never quite qualified for field work,      more effective, as opposed to her current way of thinking –\nthwarted each time by events that can only be put down           that it’s pointless to polish a turd and that active field service\nto bad luck. Some say that bad luck comes in the form of         has a necessary Darwinian component. She still might\nDivision Head Angleton, who is perfectly content that            say both of those things to people attending her training\nAlgernon continues in his current role. They never say that      courses, so her development could be said to be ongoing.\nanywhere Angleton might hear them, of course, nor would\nthey dare suggest that maybe their inscrutable boss just likes\nhaving Algernon around, part of the furniture, dependable\nand predictable in a chaotic and unpredictable world.\n\n\n    CHAPTER\n    416476656e747572652053756d6d61727920\n\n    ACT ONE:\n    ON HER MAJESTY’S\n    SUB-OPTIMAL SERVICE\n\n\n8          2\n\n       cross the road from the home of the UK’s government,     The Office is modern, smells of stale coffee and contains:\n       the Houses of Parliament, or Palace of Westminster,\n       looms Portcullis House. Built because Parliament         @ a cluttered desk with an empty laptop docking station\nis a fire hazard nightmare that risks sinking into its own        and monitor and a big, slightly stained, spinny\nsewage, Portcullis House is a modern building containing          office chair\noffices for Members of Parliament.                              @ three smaller chairs around a circular meeting table\n                                                                  covered in newspaper clippings\nThe adventure opens with the players searching a politician’s   @ 2 filing cupboards crammed with papers, magazines,\noffice. The Laundry was tipped off that a senior member           assorted stationery, folders, old computer peripherals\nof the opposition had shown an interest in occult mind            and bits that came with computers that don’t have an\ncontrol techniques, and preliminary work raised enough            obvious use but you should probably hang on to\nred flags to spark an urgent investigation.                     @ Boxes and boxes and boxes of more files, papers,\n                                                                  folders, research, etc, stacked against the walls\nPosing as a team booked for an IT and infrastructure            @ Mugs brewing coffee-mould lifeforms of varied stages\nupgrade, the PCs gained access to the office without a            of development\nproblem. The office door doesn’t have a lock, and the\npolitician’s assistant has just gone on lunch break. Time to    The newspaper clippings are an obvious place to start –\nget to work!                                                    they are all reports of Nicholas making his famous ‘Leave\n                                                                now – the country can’t wait!’ speeches over the past year.\nThis is a short scene to kick things off, so let the players    The main thrust of his argument is that no government has\nmake some decisions and take action during the search, as       failed so comprehensively this early into its term and that\nit’s the only chance they have. The weirder and funnier the     the UK can’t afford to wait until the next election to change\nthings they try, the better!                                    direction. He claims that their policies and errors are costing\n                                                                lives and livelihoods. He wants the government to call a\n                                                                general election so the people can decide on change. The\n                                                                consensus is that he is at least partially motivated by self-\n                                                                interest but that he’s also probably not wrong.\n\n\n     WHAT EXACTLY ARE WE                                            SEARCHING THE BOX FILES\n     LOOKING FOR?                                                   Data research – the impact of recent cuts on poverty\n                                                                    hotspots. Heavily annotated copy of The Men Who Stare\n     An ancient leather-bound grimoire? A sacrificial dagger        At Goats. FOI requests about goats, psychic warfare,\n     blessed by a long-dead cultist? Files marked ‘Property         magazines of the weird, and more FOI requests about weird\n     of the Laundry’? The PCs aren’t totally sure what exactly      stuff. FOI requests about OPERATION HIGHJUMP. FOI\n     they are looking for… they’ll know when they find it! Or       requests about occult intelligence. FOI requests about UFO\n     so they hope.                                                  sightings, FOI requests about his FOI requests.\n\n     Play this section for laughs – rolling to search (a DN 4:1\n     Mind (Awareness) Test) and then pulling out a series of\n     possibly illegal or risque items that… while suspect, do not             WHAT’S AN FOI REQUEST?\n     indicate dealings with the occult.\n                                                                       In the UK, as part of the Freedom of\n     There’s a safe with a stupidly easy-to-guess combination          Information Act (2000), you can request\n     (0378, his DOB in MMYY; it’s on his Wikipedia). It’s also         to see what information is held by pub-\n     on a post-it note on his monitor. Inside are cigarettes           lic authorities. This can take time,\n     and a lighter.                                                    and any costs for photocopies or post-\n                                                                       age have to be covered by the querant.\n\n\nWHAT EQUIPMENT ARE WE                                           “This is ENGLAND! You can’t ransack the offices of a member\n                                                                of Her Majesty The Queen’s Parliament! This isn’t FRANCE!”\nCARRYING?\nThis isn’t a dangerous job, so the PCs are only carrying        “WHO SENT YOU??? WHO SENT YOU??? I’ll drag them\nIDs and evidence extraction containers. Empty toolboxes         to St James’s and FEED THEM TO THE DUCKS!” Turns to\n(enough tools to rattle realistically but enough space so you   Nicholas, “Actually quite vicious, Ducks, you know?”\ncan easily take items with you), laptop cases (also empty for\nextraction purposes), and fake contractor IDs.                  “If we weren’t on the sacred soil of Blighty, I’D SHOOT YOU\n                                                                MYSELF!” as he draws his service revolver “I’VE DEALT\n                                                                WITH PLENTY LIKE YOU BEFORE! WANT ME TO\nBUSTED!                                                         SHOOT THEM MORRIS?”\n\nAfter a few minutes of searching, the door bursts open.         “YOU WHAT? YOU WHAT? STOP BABBLING LIKE AN\nPanting and sweating in corduroy trousers, shirt, wool tank     INFANT AND SPEAK ENGLISH.”\ntop and anorak, is Laundry stalwart Algernon Mainwaring.\n                                                                Building security soon enters, pepper-sprays or tasers any\n“Abort! Abort! They know! I ran all the way!”                   PC who resists, handcuffs their hands behind their backs\n                                                                and leads them out to the corridor. As they go, they hear\nIt’s too late. Behind Algernon, Nicholas Morris and a grey-     the General say to Nicholas, “Well, that showed the commies\nhaired, red-faced and luxuriously moustached older man          what’s what. Now, returning to your proposed budget for Her\nin a general’s uniform march into sight. And behind them        Majesty’s Armed Forces”, he suddenly frowns intimidatingly,\nare a half dozen security guards who look like their first      and his voice drops, “your pernicious financial assault leaves\ncareer was in top-level MMA. Nicholas looks shocked to          it clear to me that you are an enemy of the Queen and the\nfind them all in his office, but the General shoves Algernon    British People, and you’ll enter government over my dead\nacross the room into a stack of boxes. “Ow! That really         body.” Immediately brightens up and smiles, which is\nhurt! You can’t…”                                               somehow now scarier, “Anyway, time for a drink, toodle-oo!”\n\n“Shut up, shut up, SHUT UP! How dare you? What the devil        The security detail leads the PCs away from the lifts, their\nis the meaning of this? Who do you work for?”                   leader surreptitiously shows them his Laundry warrant\n                                                                card. “Alright, you muppets, play nice, you’re heading back\nLet the players start to talk and explain themselves, but       to the New Annex. Where you’ll probably be dangled out a\ninterrupt them at will as the General cuts them off to shout    window until some blood makes it to your withered brains.\nsome more, along the lines of:                                  In the meantime, take the opportunity to think about what\n                                                                you’ve done.”\n\n\n                                                                WARRANT CARD\n                                                                – REVOKED\n                                                                The next couple of days is a whirlwind of HR meetings,\n                                                                dressing downs and form filling before eventually they are\n                                                                informed that as a result of their actions, they are being\n                                                                removed from active field duty until they re-complete the\n                                                                basic mandatory training course.\n\n                                                                “If we had an abundance of Agents, you’d most likely be\n                                                                confined to desk duty until the end of time (no, not figuratively,\n                                                                the literal end of time!), but as we’re slightly thin on resources\n                                                                these days, a week in Milton Keynes should prove sufficient\n                                                                punishment…”\n\n     CHAPTER\n     416476656e747572652053756d6d61727920\n\n     ACT TWO: WELCOME TO\n     SUNNY MILTON KEYNES\n\n\n12          3\n\n                                                            MILTON KEYNES\nKey NPCs:\n                                                            TRAINING FACILITY\n@ Melanie Rerio                                             The PC’s arrive at the Laundry’s training facility on a\n                                                            damp Monday morning, having completed the short walk\nKey plot beats:                                             from the budget hotel they have been booked into. The\n                                                            training facility’s most remarkable feature is how utterly\n@ Intro and icebreakers establish the setting and the       unremarkable it actually is. The building is a nondescript\n  characters’ place in it.                                  mid-eighties office block of poured concrete and jutting\n@ Computational Demonology demonstrates how to              brutalist angles housed in an equally nondescript industrial\n  deal with spellcasting grids.                             estate. Inside is illuminated with the soft strobing flicker\n@ Q Division session familiarises PCs with                  of tube lights, and the air lingers with the aroma of\n  special equipment.                                        chewing gum baked onto dusty radiators, rising damp and\n@ Emergency briefing sets up the final act.                 unfulfilled potential.\n\n\nKey elements:\n\n\n@ Training course standards – the icebreaker, the other\n  people, the ridiculous exercises - roleplaying!!?!, the\n  break time conundrum – rush for the toilet or get the\n  best biscuits first? Etc.\n@ Melanie hates that she’s here but loves that the PCs\n  have messed up, and she is in the perfect position\n  to gloat and dwell on their mistakes. Anyone losing\n  status means she’s winning in comparison. If anyone\n  draws attention to the fact she’s been given a less-\n  than-impressive posting, she will lose her cool for a\n  few seconds with a vicious comeback before regaining\n  her composure, reminding herself that she is above\n  competing with such screw-ups and doesn’t care\n  what they think. It’s a lie; she deeply needs them\n  to acknowledge her incomparable abilities and\n  superiority.\n@ When the summoning goes wrong, the PCs have to\n  deal with a minor possession.\n@ Q Division introduces the basilisk gun, and\n  SCORPION STARE is a sobering reminder of what\n  the Laundry is up against.\n@ Then the emergency kicks off, the PCs rush to London\n  and a tense briefing\n\n\n     CORPORATE                                                          “To start with, we’ll get to know each other a bit with some\n\n     ICEBREAKERS                                                        icebreaker questions. Who you are, why you are attending\n                                                                        the course, and something unusual people might not\n     The walls of training room one are the charming, warm              know about you.”\n     beige colour of faded cigarette staining, artfully interspersed\n     with floral patches of black mould and peeling motivational        She indicates that the players go first. They will have to\n     posters. Attending with the PCs are Algernon, for being            come up with a reason they are here, but Melanie will likely\n     mixed up in the whole affair and Jamie Smyth, a tough and          interrupt with:\n     imposing woman with dark hair and a grumpy expression.\n                                                                        “I think it’s because you raided a prominent politician’s office,\n     After a moment, the door closes behind their trainer, a            acting on really, really bad intelligence you should have seen\n     familiar if unwelcome figure – Melanie Rerio. Wearing a            through immediately. That’s what your record says anyway.”\n     suit that costs more than everyone else’s clothes combined,\n     Melanie is considerably overdressed for the occasion,              Allow the players to come up with some icebreaker facts\n     venue, and her role here. As she scans across the room, her        about their characters.\n     smile broadens as she meets the eyes of the PCs.\n                                                                        Jamie is quick to answer when called upon. “Jamie Smyth,\n     “Well, well, well, look who it is! My old class from basic         OCCULUS Support Officer, here for discharging a firearm in\n     training! It’s so great to see you guys again. What have you       public. Again. And recklessly endangering myself and others.\n     been up to – oh, wait, we’ll come to that, won’t we? It’s been     Again. In my defence, no one was hurt because I know what\n     crazy for me since we all got our first assignments. I’ve been     the eff I’m doing.”\n     whizzed about all over the place. Assignments all over the\n     world. It’s been insane. But all good. Everything’s gone really    “Oh, icebreaker, hmmm. Oh yeah, I’ve got one for you. I\n     well. I’m two grades up and in the dev program for the next        joined the Mile-High Club in a Hercules on the approach to\n     one, so can’t complain.” Her smile broadens and becomes            [Redacted]. I am an effing legend.”\n     more predatory as she looks at each of them. “Funny how\n     things work out, isn’t it? I mean, my ratings were consistently    Panic appears in Melanie’s eyes at the HR grenade Jamie just\n     higher than the class at training, but I didn’t think it would     tossed at her, and she decides to act like it never happened.\n     translate into such a difference in progress.” She shrugs. “But    “Um, thank you, Jamie, yes. Algernon?”\n     I’ll do my best to help you get back on track and inspire you to\n     follow in my footsteps.”\n\n\n“Oh, yes, of course, uh, I’m Algernon Mainwaring, I’m a                     WHERE ARE THE STAFF FROM\nSenior Administrator, and I’m on this course because I tried                INTRODUCTION TO APPLIED\nto save these,” (he tries to copy Jamie, awkwardly), “effing\n                                                                                OCCULT COMPUTING?\nlegends, but I was too late. I’d do it again in a heartbeat,          If you’re playing this mission as part\nthough, to save fellow operatives, friends.”                          of your regular campaign and wish to\n                                                                      include the characters from Introduc-\n“Oh, and my fact is that I have been to every Metallica               tion to Applied Occult Computing or\nconcert held in the UK, and nothing else matters.” He pauses          other parts of your game, the NPCs can\nembarrassedly for everyone to get the joke until it clicks for        be switched out, or the regular supe-\nJamie, and she roars, “Awwwwww yeah, alright, Al, you are             riors can be promoted when everything\nalso an effing legend!”. Algernon blushes and beams.                  goes horribly wrong – as we’ll soon\n                                                                      find out\n\n\nCOMPUTATIONAL DEMONOLOGY - A REFRESHER COURSE\nFollowing the electronic chime of her Casio wristwatch,            [GM – have all of the PCs make a DN 4:1 Mind (Resolve)\nMelanie will advise the PCs that the time for mandated             Test, failure means they fall asleep.]\nintroduction and fun is over. She leaves the room and\nreturns briefly, pushing a small CRT TV from the early 90s         “When a spell is disrupted, the magical energy has to go\non a wheeled stand into the room.                                  somewhere, and this may result in a dangerous and violent\n                                                                   discharge or other supernatural phenomena. Unqualified\n“Now we have a lecture on computational demonology                 personnel should not attempt to terminate an active spell\nprinciples as introduced by the great Dr Rupert Bodkins…           unless there is no other course of action.”\nOf course, not really, as he was sucked into an alternative\ndimension in the late eighties… but this instructional VHS is      @ Always wear a fully charged personal ward when\nthe next best thing! Take notes, as there will be an assessment      dealing with active spells.\ntomorrow morning.”                                                 @ Never touch any element of an active spell, including\n                                                                     the caster, the summoning grid or any unnaturally\nAs the instructional tape continues, the characters will             glowing objects.\nstruggle to stay awake.                                            @ Never look into the light.\n                                                                   @ Pay no attention to the voices.\n“While the conventional casting method for most spells uses        @ Wear non-conductive gloves.\na computer or other microprocessor and an electrical power         @ A spell may be grounded by creating a connection\nsource, field officers should be aware that any computational        between the active element and the earth.\nmethod can be used to draw a Dho-Na curve through platonic         @ If a computer or other electronic device is performing\nspace, and any power source may be used to invoke the many-          the spell, shut down or unplug the device.\nangled ones. ‘Traditional’ spell-casting methods involve the       @ If no other option is available, then disrupt the locus\nsorcerer performing the computation (or reciting a formula           of the spell by destroying the computation device or\nor mnemonic that is isomorphic to the computation) and               incapacitating the operator.\npowering the spell with his own will or physical health.”          @ Never cross the line of a pentacle or summoning grid.\n                                                                     Remember, incomplete pentacles emit tentacles!”\n“Non-physical entities normally require an active summoning\ngrid to maintain their presence in this dimension. In effect,      She then sets up a small practical example as per the VHS\nthe sorcerer keeps the entity in this world by continuing to       instructions of a summoning grid – leaving it haphazardly\npower the same summoning that brought it here.”                    unattended while she steps out to answer an obviously\n                                                                   important call (she can be heard arguing about the delivery\n“Spells can even be cast with no external signs if the sorcerer    of a sofa from the hallway).\nis capable of performing the requisite calculations in his head.\nNever assume the absence of magic – take a thaumic reading                                                                       15\nif you suspect magical activity.”\n\n     After a minute or two, Jamie gets up to leave, claiming that\n     if a trainer isn’t present for more than 10 minutes, she can                       JAMIE SMYTH (POSSESSED)\n     ‘legally’ leave. She asks who wants to go to the pub instead                       Possessed Office Supervisor\n     of hanging around for this patronising My First Demon                   (M)Average     (A)Average              (D)Average\n     nonsense. In animatedly explaining how great the nearby                Armour   Toughness   Injuries            Adrenaline\n                                                                               0         1           -                    -\n     pub is, she accidentally touches and becomes a part of the\n                                                                           Speed: Normal\n     summoning grid. The players must find a solution as things            Initiative: 2\n     start moving in the now-possessed agent’s eyes, and she               Natural Awareness: 1\n     mumbles eldritch horrors while foaming at the mouth.                  Skills: Awareness (+1d6), Close Combat (+1d6),\n                                                                           Fortitude (+2d6)\n                                                                           TRAITS\n     If they were awake enough to hear, the possession can be\n                                                                           None\n     stopped by switching off the microprocessor, either by                ATTACKS\n     unplugging it or smashing it. With no method of exorcising            Teeth or Fingernails: Close Combat (Average),\n     Jamie, the only safe option is to turn off her processor.             1d6, 1 + S Damage, Ineffective, Piercing\n                                                                                 Body               Mind              Spirit\n     It’s up to the players how they do this, but there’s a fire                    2                 2                  1\n     extinguisher (+5 Damage, Ineffective, Crushing) near the\n     door, and a load of mugs, beakers, monitors, keyboards,            Melanie returns as they resolve the issue, obviously shocked\n     and desktop towers lying around the room.                          and panicked at what happened on her watch, but deciding\n                                                                        it has been dealt with, it all balances out. She moves them\n                                                                        on to lunch very quickly, and they are to report to classroom\n                                                                        2 for their Q Division training afterwards.\n\n\n                          Q DIVISION SCENE\n                 ADVANCEMENTS IN LAUNDRY TECHNOLOGY\n\n     Following an hour spent milling over a selection of                They may break, or they may be overloaded with powerful\n     triangular egg and cress sandwiches and mini-tortilla wraps        magic, but they do not fail, and they do not backfire; thus,\n     with an unspecified and indiscernible filling, the PCs are         there’s no harm in giving you a few practical demonstrations…”\n     recalled back to their classroom by an ancient, crackling\n     tannoy system.                                                     He says the last few words with a mischievous glint in his\n                                                                        eye as he begins to talk over each of the items laid out on the\n     At the front of the class is Wilfred Oxbridge, an excitable        table, holding them up and inviting questions.\n     man in his late sixties who, as soon as he realises he has the\n     attention of the class, begins to speak as if simply switching     Use this section to show off and have the players interact\n     his inner monologue to the broadcast setting.                      with the technology of the Laundry and to have the GM\n                                                                        explain and answer any questions they may have on\n     “Well, of course… These days, no one learns magic by               these pieces.\n     memorising spells… And of course… There is an excellent\n     reason for this: spells never make any sense – literally. Magic\n     does not work according to any of the laws or principles that\n     we are familiar with in our daily lives. The simplest and safest\n     way to use magic is by requisitioning a magical device from\n     ourselves here at Q Division. Now, of course, everything you\n     see here requires COWEU- 2 training, that’s - Certification\n     Of Weaponry Expertise, Unconventional level two, training\n     for those of you forgetful with the acronyms… Anyway…\n     magical devices always work, at least if they are intact and\n16   properly activated, that is...\n\nHAND OF GLORY                                                  The HOG affects living beings, zombies and electronic\n                                                               surveillance. The user can see and hear normally and can\nOften referred to as a HOG, this magical construct is a        be heard by anyone nearby, but they cannot be seen by any\nperennial favourite of field agents because it makes the       means, including night vision or infrared cameras. This\nuser temporarily invisible. More accurately, it makes the      invisibility also protects the user from attacks by basilisk\nuser unnoticeable. Observers cannot focus on or notice         weapons. The user instantly becomes visible if the Hand of\nthe presence of anyone holding a HOG, even if they are         Glory goes out or if the user lets go of it.\nstanding a mere metre in front of them. Most HOGs are\nmade using pigeon feet, which is why there are so many         If the user is in skin contact with another person, then that\none-legged pigeons in London. However, while they are          person is also rendered invisible. The user can render up to\nsmall and concealable, the duration is limited to around       two additional people invisible in this fashion.\nfive minutes.\n\nThe user utters the command word, and the hand\nautomatically ignites and immediately renders the user\nunnoticeable, with the command word inscribed on its\nbase. The HOG physically ignites. Lighting a HOG in your\npocket is an excellent way to set yourself on fire. The HOG\ncan be extinguished by blowing out the flames or saying\nthe command word again. The HOG’s burning time is\ndetermined by its class and size (2 minutes for this Class 2\nHOG). Fortunately, the listed time is the total burning time\nand doesn’t have to be burned all at once.\n\n\n BASILISK CAMERA\nThis lethal device is based on the rare biological             Basilisk guns are instantly and almost invariably lethal,\nphenomenon of gorgonism. The gaze of creatures affected        inflicting S+8 damage on living targets, with a Blast (3)\nby gorgonism utilises transdimensional energy flows to         effect. The only way to survive their attack is to either get\ntransform approximately 1% of the carbon atoms in a target     out of the camera’s line of sight or move behind an obstacle.\nmade of organic materials into silicon.\n                                                               Any opaque barrier provides complete protection, as does\nSince the neural circuits involved in gorgonism were           thick fog. Mirrors can reflect SCORPION STARE attacks.\nsuccessfully mapped out in the 1980s, it has become possible   Basilisk weapons are destroyed if their attack is reflected\nto duplicate gorgonism electronically. In addition, the        back at them. Basilisk guns use the Ranged Weapon skill.\nsorcerous technicians at Q Division fine-tuned the effect so\nthat only 0.1% of the target’s carbon atoms turn to silicon.   British security cameras, which are all designed to be used\nThe result is just as lethal and destructive, but no longer    as basilisk weapons, form a weaponised camera network\nreleases sufficient amounts of beta particles and x-rays to    known as SCORPION STARE, and so Basilisk weapons\nproduce radiation poisoning. As a result, operatives using     are often referred to as SCORPION STARE weapons. The\nbasilisk weapons can safely use them at short range.           portable version, as gorgonism requires stereoscopic vision,\n                                                               utilises a repurposed Fujifilm 3D camera.\nWhen subjected to this attack, humans are instantly\ntransformed into charred, twisted husks as flames erupt\nfrom their eyes, ears, and mouths and their limbs are\nreduced to charred stumps. Anyone witnessing this for\nthe first time must make a DN 4:2 Mind (Resolve) Test or\nbecome Terrified.\n\n     NECRONOMIPHONE                                                      If you can avoid the subject of having to be on this course,\n                                                                         she’s very personable and loves telling long, rambling,\n     The iPhone 3G is a marvel of modern technology. In                  frequently gross stories, mostly about herself and her\n     addition to being a phone, it is a web browser, a GPS               ‘professional’ exploits.\n     device, a digital compass, and a fairly good still and video\n     camera. It can also run a wide variety of apps, from ebook          Reason for retraining: Discharging a firearm in public.\n     readers to one that provides location-sensitive restaurant          Again. Recklessly endangering herself and others. Again. In\n     recommendations.                                                    her defence, no one was hurt because she knows what the\n                                                                         eff she’s doing.\n     In the hands of a skilled computational sorcerer, it can be\n     so much more. By altering the phone to accept outside               Icebreaker Fact: Joined the Mile High Club in a Hercules\n     programming (a process known as jailbreaking the phone),            on the approach to [Redacted]. She actually says redacted\n     sorcerers with lots of skill at coding (or sufficiently obsessive   and tries to make the bracket shape with her hands. “I am\n     and dedicated colleagues) can install a full suite of occult        an effing Legend.”\n     apps. These apps can be used to create level one banishing,\n     defensive binding, entropy manipulation, exorcism,                  ALGERNON MAINWARING - SENIOR\n     glamour, scrying and wards (area, personal, and offensive)          ADMINISTRATOR\n     instantly and at the push of a single touchscreen ‘button’.\n                                                                         Algernon seems very happy to be on the training course.\n     The NecronomiPhone the PCs have access to in this                   He’s been on them a lot. Frequently, the same course. He\n     adventure is password-protected, and they cannot access the         knows where everything is and seems contentedly at home.\n     full suite of apps – only Banishment, Ward, and Exorcism.\n                                                                         He talks with a typical middle-class London accent.\n\n     NPCS                                                                Reason for retraining: A mission was going south, he\n                                                                         intercepted intel and heroically intervened, alas too late. But\n     The following is a brief overview of the NPCs present               he’d do it again in a heartbeat to save fellow operatives like\n     during these scenes                                                 his new friends.\n\n     DR WILFRED MAUNDER – WEAPONS                                        Icebreaker Fact: Has been to every Metallica concert in the\n     AND TECHNOLOGY INSTRUCTOR                                           UK, and nothing else matters. He pauses embarrassedly for\n                                                                         everyone to get the joke, until it clicks for Jamie and she\n     An elderly man, easily in his late sixties, with the visible        roars, “Awwwwww yeah, alright Al, you are also an effing\n     texture of porous leather. His head is topped with a nest of        Legend!”. Algernon blushes and beams.\n     wiry grey hair that looks like it has accumulated there over\n     time rather than grown naturally.\n\n     He speaks with an excitable Oxford accent with a tone\n     and pitch that gently rises the more excited he becomes,\n     occasionally becoming nothing more than a high-pitched\n     whine usually followed by a small explosion.\n\n     JAMIE SMYTH – OCCULUS SUPPORT\n\n     A brash and confident OCCULUS Support Office, Jamie is\n     a highly trained and lethal resolver of problems. She knows\n     she shouldn’t be here, but the little bureaucrats won’t let her\n     back out into the field until she’s sat on this stupid course for\n     a week. Well, OK then, desk jockeys, knock yourselves out.\n     There’s a lovely little pub half a mile away, and a hangover\n18   will help her ignore whatever primary school level nonsense\n     the know-nothing trainers will patronise her with.\n\nHOW ALARMING                                                       RETURNING TO LONDON\nAs the PCs are getting to grips with the array of equipment        On leaving the Milton Keynes Training facility, there\nlaid out by Wilfred Oxbridge, the class is interrupted by the      is an audible murmur of gossip in the car park as other\ndoor being swung open wildly, angrily squeaking against its        staff members move around them. Melanie Rerio arrives\nhinges before banging against the wall with a loud thump.          and advises that she is heading to Campbell Park for a\nStill holding the door handle, a red-faced, panting intern in      helicopter back to London. (I hope she can justify that\nhis early twenties wheezes into the room.                          on her department’s expense budget – I wouldn’t like to\n                                                                   be in the room when the Auditors find out). As the PCs\n“Emergency… WHEEZE…          London…                 possible...   and others attempt to follow, she informs them that while\nWHEEEEEZE… all recalled… now…”                                     also destined for London, their transport will be distinctly\n                                                                   less glamorous/speedy and points them in the direction\nBefore he can be questioned on this absurd statement,              of a dilapidated minibus – beige, rectangular and with the\nalmost every mobile phone chimes or buzzes within                  words “Crown Jewels Tours” in peeling vinyl lettering above\nseconds with incoming messages. Melanie marches into the           the front window.\nroom, authoritative and focused. “We’re all recalled to the\nNew Annex immediately, grab your things and anything Wilf\ncan spare and meet in the car park in 5 minutes.”                  BRIEFING\nShe marches back out before Wilf can ask the questions             Once back in London, the PCs are dropped off at the New\nforming in his mind. He takes a deep breath and looks at           Annex and herded into a meeting room. Melanie and\nthe equipment, brow furrowed. “Well as long as you sign            another seven operatives are already here, Melanie glances\nfor them, I can let you have some phones I think. And these        at her watch, tuts disapprovingly and glares at them.\ntraining HOGs.”\n                                                                   A thickset man with a shaved head enters the room, and\nHe proudly hands each PC a NecronomiPhone and                      everyone goes quiet. In a thick Russian accent, Boris begins\na pigeon HOG.                                                      the briefing.\n\n“Be good to get some field practice in with them! Let me know      “We have situation. Potential attempt by politician to take\nhow they do, won’t you?”                                           control of country. Maybe take control of government, maybe\n                                                                   summon powerful being to take control for him, we don’t\nHe turns to Algernon, with an appraising eye, “Well, Algy,         know. He makes many speeches about big change needed now.\nAngleton always speaks very well of you, you’re a sensible         Intel informs us this big change has occult component and\ntype, dependable. I haven’t got any more phones or hands,          vector. We must treat as existential threat. Another Politico\nbut I’ll give you this basilisk gun as a last resort. ONLY as a    with god king delusion. Another wonderful day in the office\nlast resort, you understand me? Keep it turned off and out of      for us, eh?”\nsight unless things get worse than really bad. There’s a good\nlad. You’ll need to double-sign for it.”                           “Politician has only just come to our radar, we find he has\n                                                                   occult allies but they nothing, idiots. Politician at home,\n“Alright then, if I were you I’d take a leak now, might not get    expected go to parliament to execute plan. Alan Barnes\nchance later.”                                                     and Artists Rifles on deployment, Angleton Busy, we are\n                                                                   everyone in range.”\n\n                                                                   He points at the four operatives in the front row, including\n                                                                   Melanie, “You are team A. Head to Houses of Parliament,\n                                                                   intercept politician and bring back here for interrogation.”\n\n\n     He points at the three operatives in the middle row, “You are   “I will notify command chain, channel instructions to teams,\n     team B. Try intercept before he leaves home. Same as others,    and search for intel on politician’s plan. High discretion\n     bring him here.”                                                required as politician is high profile.” He gestures to the PCs,\n                                                                     “Is old friend Nicholas Morris, you did great job investigating!\n     His frown deepens as he gestures at the back of the room,       That is sarcasm, you did very bad job. He now has code name\n     the late arrivals from Milton Keynes, “You are team C.          IAN GUNPOWDER.”\n     Melanie tells me. Bad agents, middle of corrective training\n     course, no field work for you. Go to CCTV Operation Centre,     “Work with skill, expertise. No need for luck then so I don’t\n     watch, let better agents know of development and politician     wish it for you. Go.”\n     movement. Try not to make mess. If all goes very bad,\n     SCORPION STARE authorisation may be given, if so enjoy          The other teams file stand and file out of the room quickly\n     disgusting show.”                                               and with purpose. Algernon turns to the PCs excitedly,\n                                                                     “Finally! A chance to show our true colours! Let’s go!”\n\n\nCHAPTER\n416476656e747572652053756d6d61727920\n\nACT THREE:\nGOING UNDERGROUND\n\n\n     Key NPCs:                                                    THE SPECIAL\n                                                                  OPERATIONS ROOM\n     @ Nicholas Morris\n     @ Algernon Mainwaring                                        A short distance from the New Annex is a secret,\n                                                                  underground, secure complex known as the Special\n     Key plot beats:                                              Operations Room. Here, the Metropolitan Police utilise\n                                                                  and oversee one of the most sophisticated and far-reaching\n     @ Relegated to support roles, the PCs can only watch as      CCTV systems in the world. Directly adjacent to this state-\n       the other teams are neutralised. It’s up to them!          of-the-art control centre is a small office dedicated to the\n     @ Finding a way into the Houses of Parliament.               Laundry, cunningly disguised as an office supply closet.\n     @ Evading the amateur occultists’ traps.\n     @ Neutralising Algernon.                                     The PCs are to monitor the key locations across London\n     @ Disarming the grid.                                        to track IAN GUNPOWDER’s activities and provide intel\n                                                                  to the other Laundry teams. There are a lot of screens to\n     Key Elements:                                                cover, and they all cycle through a lot of cameras. The GM\n                                                                  can add lots of details here that could seem suspicious or\n     @ The A and B teams being defeated ridiculously easily,      for amusement.\n       Melanie’s downfall should be enjoyable.\n     @ The magic traps are laughably amateurish.                  Make DN 4:1 Mind (Awareness) Tests and the most\n     @ If Nicholas’ delivers his villain monologue it is          successes spots Nicholas entering Parliament. Laundry\n       difficult to follow and very mundane and full of           team A has been delayed by traffic and crowds, and moves\n       political technicality – when they get what he’s saying,   in 20 minutes later. As they show their warrant cards, they\n       it’s pretty underwhelming and nowhere near the scale       are seized by the Police, handcuffed and deposited into\n       of the threat the Laundry feared they were facing. Still   Police vans. Melanie can be clearly seen shouting at the\n       needs stopping, but it’s nowhere near the end of the       officers with outrage, struggling as they push her into the\n       world as we know it.                                       van. Team B, wrong-footed, is out of position and will take\n     @ Algernon’s villain monologue is really all about           a while to get back to central London.\n       deserving a small promotion.\n     @ Algernon, trying to keep the characters subdued            A successful DN 4:2 Mind (Awareness or Technology)\n       while working out what to do next with the ritual          Test and a moment to study the CCTV network will show\n       is a bit pathetic – he’s clearly not ready for active      that none of the other operatives that the PCs are aware of\n       service after all.                                         will be able to react in time – only the PCs and Algernon\n                                                                  can get to Parliament quickly. If they are in any doubt, Boris\n                                                                  calls them and instructs them to get to Westminster and\n                                                                  deal with Nicholas; accreditation no longer matters. The\n                                                                  tube goes straight there.\n\n\nPARLIAMENT                                                        ALL THE OLD DUDES\nThere are several ways to get into the Houses of Parliament.      Once inside, they will have to deal with the antics of several\nThe front door, the old tunnels under Whitehall, the MP           occult assistants Morris has recruited from the esoteric ranks\nand employee entrance from Westminster tube station, and          of the South-East’s self-appointed occult experts. They will\nover the wall from the Thames into the terrace.                   also immediately experience the feeling that everything is\n                                                                  fine and normal here. There is nothing to worry about, and\nThe front entrances on the ground level will be difficult         they should leave. With a successful DN 4:1 Mind (Magic)\nto use. They are guarded by the police, and the PCs have          Test, they can realise a spell of some kind is affecting them,\njust seen that, for whatever reason, Laundry warrant cards        and they should activate their personal wards.\nnow seem to read ‘go directly to jail.’ They could try another\nway of talking their way in, but the grid is now active           If they activate their HOGs, they can get past the people\nand sending out ‘everything is fine in here, you definitely       listed, but will need to make DN 4:1 Body (Stealth) Tests to\nshouldn’t come in’ vibes, which could prompt the characters       avoid making noise and alert anyone who might be aware of\nto activate their wards so it isn’t affecting them.               the potential of invisible intruders.\n\nThe tunnels that run beneath Whitehall are underground            OMINOUS OLIVER\nways to move between government buildings such as the             First up is a figure dressed in a long black cloak with the\nCabinet Office, Horse Guards, the Admiralty, 10 Downing           hood hanging down covering half their face. As the PCs\nStreet, and the Houses of Parliament. The entrances within        enter the corridor, the figure announces, “Seek not to enter\nthe buildings are accessible by security pass, and there are      these halls, for fair England is saved here tonight from the\nusually civil service facilities management security staff at a   powers of darkness. Friends of England have no need to fear –\nreception point within each building. But not always; they        or intrude. Turn back in the name of Albion.”\nneed to make hot drinks and answer the call of nature just\nlike anyone else. CCTV on each building’s network will            The figure raises its hands, cupping a large purple crystal,\ncover these areas, so hacking that will let you know when         and begins to drone in a deep, undulating tone.\nthe coast is clear. Certain manholes also give access to the\ntunnels, and they are not well-used, so you’re unlikely to        Questions will not be answered unless the PCs try to get past\nrun into anyone until you get to a building entrance.             the figure, at which point he will reveal his face – middle-\n                                                                  aged, bearded, ponytail – and urge them not to interfere.\nIf the PCs try to enter via Westminster tube station, someone     He’s no threat, he just knows that what’s happening in\nleaving Parliament through the secure entrance as they            the chamber is for the good of the country and that all\napproach will default to British social politeness settings –     the others involved are good, trustworthy people who\nwhen they see the PCs, they will awkwardly apologise and          wouldn’t do anything bad. But unlike him, they have some\nthen hold the door open for the PCs to go in.                     actual power and are using it to keep people out of the\n                                                                  Commons Chamber.\n\n\n     BLOODY DUNCAN                                                      A VERY BRITISH COUP\n     The next hall has been covered in what looks something like        When they get inside, they see Nicholas standing at the\n     Offensive Wards, but not like any the PCs have seen before.        dispatch box, a look of absolute panic on his face. The\n     Circles and lines and Enochian characters. It’s all nonsense,      chamber is well attended, with all the other Members of\n     and does nothing; they can stroll on through. The GM               Parliament silent, eyes open, staring blankly in front of\n     should let the characters assume that some powerful magic          them. A DN 4:1 Mind (Medicine or Occult) Test to deduce\n     is at play, though they may waste some valuable time trying        some kind of hypnotic state. Bands of light shine through\n     to work out what’s going on.                                       the carpet, making a strange pattern of circles intersecting\n                                                                        in ways that make little sense, across the chamber and up\n     LINDA AND MARTIN                                                   around all the levels of seating, with the dispatch box at the\n     Outside the commons chamber are an old hippy couple                centre of it. A hatch under the dispatch box is open, and\n     who smile and wave as the PCs appear. The long grey-               smoke and light billow out of it.\n     haired woman greets them with a small bow, hands pressed\n     together “Namaste, you are welcome here, be at peace.”             “Help me,” Nicholas shrilly pleads, then, surprised but\n                                                                        hopefully, “Thank goodness you’re here! I’ve made the\n     The man, also with long grey hair, looks a little peeved           instruction but they are still in the trance – what next?”\n     about something. “Namaste, yes, um, did you come through\n     the corridor with all the wards?” If the characters confirm,       The PCs realise he isn’t talking to them, and turn to\n     he responds, “Did anything… erm… happen?” If they reply            find Algernon holding the Basilisk Gun, red-faced but\n     in the negative, “Oh. Well, that’s a hundred quid down the         oddly intent.\n     drain. I can’t believe Duncan sold me a scam grimoire, the\n     little sod.”                                                       “Walk to the other side of the hall and sit down. I don’t want\n                                                                        to hurt you, but this is important, so I will if I have to. And this\n     The woman glares at him, but with visible effort speaks            thing is indiscriminate, you’ll take a lens-worth of MPs with\n     lightly, “Positive energy, Martin, you’ll block your chakras.      you. Now move. Just wait over there, and no one gets hurt.”\n     You’ve already knocked them off kilter with that steak bake.”\n                                                                        Assuming they play for time by complying (and if they\n     “It was a long way, and you know I can’t resist a Greggs.”         move towards him, he does start squeezing the button), he\n                                                                        keeps an eye on them but also begins talking with Nicholas.\n     They remember the PCs are there and turn back to them              He isn’t sure what to do next from memory, but he has a\n     with beatific smiles. “I’m afraid the chamber is closed. There’s   copy of the instructions with him in his satchel and will\n     a cleansing ritual taking place. It’s dangerous to enter, and      work it out.\n     also, the country can’t carry on as it is. The negative energies\n     accumulated in that room are killing us all. It won’t take long,   A successful DN 4:1 Mind (Intuition) Test indicates he is\n     no harm will come to anyone or anything - in fact, a lot of        more flustered than he is letting on, and now he has faced\n     good will come of it. Nicholas is taking care of it all.”          down the PCs, he is a bit shaky and high-pitched.\n\n     They don’t know much more than that, but they will try to          He sets up a little tripod and mounts the Basilisk gun on it\n     stall the PCs as long as possible.                                 complete with an old fashioned shutter button on a cable,\n                                                                        and aims it at the PCs. All the while he rants at them about\n     If the PCs are dilly-dallying, a growing smell of burning          how he has been overlooked for promotion time after time,\n     comes from the chamber.                                            that Angleton has kept him back from active service for\n                                                                        no reason whatsoever, and that he’s been forced to make\n                                                                        friends in high places to make sure he gets his due.\n\n\nAs he checks the glowing grid lines, carefully walking              THE GRID\naround the outside, he doesn’t notice that he has dragged           If they inspect the glowing patterns and smoking recess, or\non the shutter cable, turning the camera around as he               if not, eventually ask them to make a DN 5:1 Mind (Magic)\nwalks. The PCs might notice that, at certain moments, he            Test, they realise it’s a grid very similar in operation to the\nis on the wrong side of the Basilisk gun. If he is not careful,     summoning grid the PCs dealt with in Milton Keynes.\nhe might even inadvertently drag the camera around to face          Nicholas is standing in a safe, warded spot in the centre\nhim rather than the PCs. If he doesn’t notice, he could easily      of the grid. The glow and smoke probably come from the\nblast himself if startled.                                          attached processor. If they keep hold of their personal ward\n                                                                    and shut down all other phone apps apart from their ward\nAs Algernon rants his self-justification, Nicholas looks            app, they should be able to hopscotch into the safe zone and\nincreasingly irritated at his tawdry motivation. He interjects      access the powering computer.\nperiodically, variations on, “That’s all besides the point. We\nneed to get the country back on track; people are suffering. We     Whatever it is, it resembles a summoning grid, run across\njust need to finish this quickly, vote for an early election, and   the chamber and powered by a stack of BBC Micro\nthen democracy can take care of the rest.”                          computers smoking worryingly, glowing from within and\n                                                                    somehow smelling like the 1980s.\nHe’ll expand on his plan if asked, that the government is\ncatastrophically incompetent, that there are people who             To deactivate the grid, they will need to turn off the stack\ncannot wait years for the next election to change the               of BBC Micros. Body (Athletics) Tests will get them\ngovernment and get them some help. They are in need now!            around the gridlines into the centre, where they will see\nNot to mention that Britain is an international laughing            lots of the cabling has fused together, making it a DN 6:2\nstock, and a few more years of that could be ruinous. He            Mind (Computers) Test to turn it off. Each failure leads\nasks if the PCs can help complete this ritual, for the sake         to another development of smoke, noise, and smells. The\nof the people. It must be OK if the grid was installed by a         feeling of something bad happening grows more and more\nprevious government, right? He’s convinced he’s right and           affecting. When they complete the task and turn it off,\nthat his motivation is right too.                                   Nicholas and the PCs suddenly feel a huge pressure lift,\n                                                                    leaving them laughing in relief as the confused MPs come\nThere are a number of ways the PCs can resolve this                 out of their trance, blinking and confused.\nsituation. Algernon will need to be dealt with, but he’s\nactually unlikely to use the Basilisk gun if the PCs rush\nhim. If they startle him with the camera facing the wrong\ndirection he might even push the shutter button in shock\nand resolve the situation himself.\n\nAssuming they paid attention earlier, shutting down the\ngrid won’t be too hard. Some of the MPs will start twitching\nafter a while as infovores start trying to get into their minds.\nPlay up the effects on them as a way to increase the tension.\nYou can also have the smoke increase in volume and\nchoking impact, a high-pitched background whine\nstart to become more and more apparent, or a weird\nburning smell getting stronger.\n\n\n     CONCLUSION\n     At that moment, Laundry team B enter the chamber,                      Visibly deflated and defeated, he silently indicates that she\n     senior Plumber Angela Davies quickly takes control and                 lead the way. You imagine he’s going to be very useful and\n     announces to the confused MPs that there’s been an IT                  compliant in the future.\n     malfunction in the chamber resulting in an electromagnetic\n     emission from the device that keeps them safe from foreign             As the chamber empties, Boris approaches the PCs.\n     intelligence services. It’s harmless, and they will all be fine,       Depending on what happened, they could be commended,\n     but they might be feeling a little confused and should go              re-accredited and returned to their duties. Or they could\n     home and put their feet up for the evening. They’ll feel               be disciplined again for acting without correct field\n     right as rain in the morning. Nicholas remembers what                  accreditation and sent back to Milton Keynes for the two-\n     he’s about and begins to interject that a vote needs to take           week-long version of the refresher course…\n     place first, but he falters at Angela’s flat stare. “Oh no, Sir, I’m\n     afraid you have an urgent meeting to attend with some senior           The characters gain 2XP for completing the adventure.\n     members of the intelligence service. They are quite insistent,         An additional 1XP if all of the team survives, and another\n     unless of course you’d like certain events to be related to the        1XP if they managed to turn off the computers and didn’t\n     Prime Minister?”                                                       require rescuing by Team B.</pre>"
  }
]
