[
  {
    "name": "Vashnotik: Quickstart",
    "content": "<h2>Vashnotik</h2><p><em>One-shot Laundry case for 1 session (3-5 hours).</em></p><p><strong>Premise:</strong> A harmless-looking internal note system nicknamed <strong>Vashnotik</strong> starts rewriting staff priorities. By morning, three departments are following contradictory emergency procedures and one secure floor has gone dark.</p><p><strong>Tone:</strong> dry bureaucracy, escalating occult absurdity, high paperwork pressure.</p><h3>Run This Fast</h3><ol><li>Open with an irritated command briefing and impossible deadline.</li><li>Push PCs through admin friction and false leads.</li><li>Reveal the note-system memetic loop in a low-tech archive node.</li><li>Force a shutdown choice: clean containment, political cover-up, or brute purge.</li></ol><h3>Primary Objective</h3><p>Stop Vashnotik propagation before shift change while preserving plausible deniability.</p>"
  },
  {
    "name": "GM Control Panel",
    "content": "<h2>GM Control Panel</h2><h3>Threat Clock (6 Segments)</h3><ul><li><strong>1-2:</strong> Strange duplicate notes and procedural contradictions.</li><li><strong>3-4:</strong> Interdepartmental conflict, badge access mismatches, false emergency calls.</li><li><strong>5:</strong> Security starts treating Laundry staff as hostile due to forged directives.</li><li><strong>6:</strong> Memetic cascade leaves floor-wide operational paralysis.</li></ul><h3>Pacing Rule</h3><p>Advance the clock on each failed extended test, each major delay, or each argument the PCs lose to process.</p><h3>Victory Conditions</h3><ul><li>Core process interrupted.</li><li>Propagation source isolated.</li><li>Containment story ready for command chain.</li></ul>"
  },
  {
    "name": "Cast List (NPC Cheat Sheets)",
    "content": "<h2>Cast List</h2><h3>Boris Yelkin (Duty Command)</h3><p>Impatient, direct, already angry. Wants results and a report he can defend in committee.</p><h3>Hester Vale (Records Officer)</h3><p>Knows where old systems are buried. Helpful, but terrified of signing unauthorized access logs.</p><h3>Dr Milo Crane (Process Linguist)</h3><p>Underestimates danger. Treats memetic corruption as a publishable pattern problem.</p><h3>Inspector Joel Pike (Building Security)</h3><p>Convinced Laundry is causing the incident. Can become ally or blocker depending on PC handling.</p><h3>The Note Clerk (Manifested Loop Entity)</h3><p>Appears as a polite office worker endlessly filing revisions. Speaks in policy language and never answers directly.</p>"
  },
  {
    "name": "Scene One: The Briefing Room",
    "content": "<h2>Scene One: The Briefing Room</h2><p><strong>Hook:</strong> PCs are called in before dawn. Every department claims different instructions signed by the same authority.</p><h3>What PCs Learn</h3><ul><li>All contradictory instructions include identical footer formatting.</li><li>Most affected teams touched the legacy note relay called Vashnotik.</li><li>A secure records corridor is now badge-locked by unknown policy updates.</li></ul><h3>Useful Tests</h3><ul><li><strong>Mind (Bureaucracy) DN 4:1:</strong> identify first department where contradictions began.</li><li><strong>Mind (Technology) DN 4:1:</strong> trace relay hops to a decommissioned archive node.</li><li><strong>Spirit (Resolve) DN 4:1:</strong> resist panic from impossible deadline pressure.</li></ul><h3>Complication</h3><p>A new memo arrives while they brief, contradicting Boris in real time.</p>"
  },
  {
    "name": "Scene Two: The Process Maze",
    "content": "<h2>Scene Two: The Process Maze</h2><p>The team must cross active offices where every signature is contested and every request requires approval from someone currently unreachable.</p><h3>Obstacles</h3><ul><li>Badge system rejects valid credentials due to policy recursion.</li><li>Security desk has three active directives and follows all three badly.</li><li>Records requires form C-11 to open form C-11 storage.</li></ul><h3>Approaches</h3><ul><li><strong>Social push:</strong> Fast Talk/Presence to force temporary compliance.</li><li><strong>Systems push:</strong> Technology/Computers to bypass rule stack.</li><li><strong>Forceful push:</strong> rapid entry with fallout and audit risk.</li></ul><h3>Fail Forward</h3><p>Even on failure, PCs progress but advance the Threat Clock and lose institutional trust.</p>"
  },
  {
    "name": "Scene Three: Archive Node 7B",
    "content": "<h2>Scene Three: Archive Node 7B</h2><p>The old relay sits in an under-maintained records chamber full of pneumatic tubes, dead terminals, and paper indexing machines still wired to modern routing.</p><h3>Discovery</h3><p>Vashnotik became a memetic engine when linguistic clean-up scripts merged with legacy escalation rules. It now prioritizes policy continuity over human intent.</p><h3>The Note Clerk Appears</h3><p>Entity manifests as a courteous clerk offering corrected forms and impossible deadlines. It attempts to keep PCs busy with perfect procedural logic.</p><h3>Conflict Options</h3><ul><li><strong>Exorcise:</strong> ritual banishment through language-disruption pattern.</li><li><strong>Contain:</strong> isolate relay physically and digitally, then seal access.</li><li><strong>Purge:</strong> destroy node immediately, risking network-side backlash.</li></ul>"
  },
  {
    "name": "Finale: Shutdown Choices",
    "content": "<h2>Finale: Shutdown Choices</h2><h3>Option A - Clean Containment</h3><p>Best long-term outcome. Requires coordinated tests and calm command chain. Lower collateral, higher complexity.</p><h3>Option B - Political Cover-Up</h3><p>Fast narrative stabilization. Incident disappears from records, but unresolved residue can return later.</p><h3>Option C - Hard Purge</h3><p>Immediate stop through destructive shutdown. Ends crisis now, creates operational and legal fallout tomorrow.</p><h3>Complication Pressure</h3><p>If Threat Clock hits 6 before final success, all options gain one extra consequence and command blames the team for delay.</p>"
  },
  {
    "name": "Rewards and Fallout",
    "content": "<h2>Rewards</h2><ul><li><strong>2 XP</strong> for resolving the incident.</li><li><strong>+1 XP</strong> if propagation is fully contained (not just hidden).</li><li><strong>+1 XP</strong> if no civilian-facing systems are impacted.</li></ul><h2>Fallout Hooks</h2><ul><li>The same footer signature appears in unrelated requisition logs one week later.</li><li>Inspector Pike requests covert collaboration after realizing who forged his orders.</li><li>A committee demands the team present a non-occult explanation in writing.</li><li>Dr Crane asks for protected access to preserved fragments of Vashnotik.</li></ul><h2>Debrief Tone</h2><p>Mission success is acknowledged in private and reframed as &quot;routine process outage&quot; in every official channel.</p>"
  },
  {
    "name": "Drop-In Seeds",
    "content": "<h2>Drop-In Seeds</h2><ul><li><strong>Lunch Rush:</strong> canteen ordering kiosks start issuing classified movement instructions.</li><li><strong>Payroll Panic:</strong> salary adjustments become conditional on impossible loyalty declarations.</li><li><strong>Night Shift:</strong> cleaning staff receive contradictory quarantine maps for the same floor.</li><li><strong>Crosswire:</strong> Ministry systems begin mirroring the same recursive memo pattern.</li></ul><p>Use these to extend the one-shot into a short mini-arc without changing core antagonist logic.</p>"
  }
]
